{
  "cars": [
    {
      "id": 1,
      "make": "Volvo",
      "model": "1800s",
      "year": "1973",
      "image": "/images/volvo1800.jpg",
      "price": 7500,
      "favorited": false,
      "summary": "The Volvo 1800 was offered for sale between 1961-1972, this however, is an end of production configuration offered in 1973. This example is a no run no drive vehicle and will require a full engine rebuild or replacement."
    },
    {
      "id": 2,
      "make": "GMC",
      "model": "100",
      "year": "1953",
      "image": "/images/gmc100.jpg",
      "price": 5000,
      "favorited": false,
      "summary": "A striking resemblance to the Chevrolet 3100 and you would be right as both cars stepped off the same assembly line. This a running and driving vehicle requiring paint and minor body work."
    },
    {
      "id": 3,
      "make": "Packard",
      "model": "200",
      "year": "1951",
      "image": "/images/packard200.jpg",
      "price": 2200,
      "favorited": false,
      "summary": "The entry level Packard in 1953 however the design has surely stood the test of time. This car is a running but no drive with major rust in floorboard."
    },
    {
      "id": 4,
      "make": "Chevrolet",
      "model": "Nova",
      "year": "1972",
      "image": "/images/chevynova.jpg",
      "price": 2000,
      "favorited": false,
      "summary": "The not so little brother to the iconic Chevelle, this car has begun to surge in popularity in the last decade. Wheels and tires not included but it is a running and driving vehicle."
    },
    {
      "id": 5,
      "make": "Volkswagen",
      "model": "Beetle",
      "year": "1957",
      "image": "/images/vwbeetle.jpg",
      "price": 12000,
      "favorited": false,
      "summary": "You either love them or you hate them. This '57 Beetle is mechinacally sound and while the patina is finished, there is a significant amount of rust in the floorboards."
    },
    {
      "id": 6,
      "make": "Datsun",
      "model": "280Z",
      "year": "1977",
      "image": "/images/datsun280z.jpg",
      "price": 16000,
      "favorited": false,
      "summary": "This 280Z requires a full engine rebuild after overheating. Diagnosis led to a faulty oil collection tube which can be replaced. The body however on this vehicle is in immaculate condition."
    }
  ]
}